<?php include 'common/header.php';?>
<?php include 'common/navigation.php';?>

<section id="message-page">
	<div class="container">
		<div class="head-title">
			<h2>प्रधानाध्यापकको भनाई</h2>
		</div>
		<div class="msg-img">
			<img class="img img-responsive" src="assets/image/pro.jpg">
		</div>
		<div class="msg-des">
			<div class="profile-wrap">
				<div class="profile-info">
					<h3>विष्णुबहादुर थापा</h3>
					<h5>प्रधानाध्यापक</h5>
				</div>
				<div class="profile-fixed">
					<p>शिक्षा कोक्रोबाट शुरु हुन्छ र चिहानमा गएर अन्त हुन्छ । मानिस जन्मेपछि उसलाई आधारभुत आवश्यकताहरुको परिपुर्ति गराउने प्रक्रियासँगसँगै आमाबुबाको काखबाट क्रमशः घरपरिवार, समाज अनि शिक्षाका औपचारिक अनौपचारिक माध्यमबाट शिक्षा प्रदान गर्ने प्रक्रिया निरन्तर चलिरहेको छ । उसले दैनिक जीवनमा घटित हुने घट्नाहरुबाट केही न केही सिकिरहेको हुन्छ र सो अनुसार व्यवहारमा परिवर्तन गरिरहेको हुन्छ । शिक्षा ग्रहण गर्ने धेरै माध्यम र परिपाटी हुँदाहुँदै पनि व्यक्तिलाई उसले बाँचेको समाजमा प्रतिष्ठायोग्य जीवन जिउनका लागि आवश्यक पर्ने सिकाईका अंशहरुलाई व्यवस्थित गर्नको लागि शिक्षाका औपचारिक संगठनहरु मार्फत शिक्षा प्रदान गर्ने परिपाटी सिंगो विश्वमै प्रचलित हुँदै गइरहेको छ ।</p>

					<p>औपचारिक शिक्षाको लागि विद्यालय खुल्ने क्रममा नारायणी माध्यमिक विद्यालय २०१७ सालमा तंग्राम प्राइमरी स्कुलको रुपमा सामुदायिक विद्यालयको रुपमा नेपाल सरकारबाट अनुमति प्राप्त भई हालसम्म विभिन्न आरोह अवरोहहरु पार गर्दै आफ्नै गर्विलो इतिहास बनाउन सफल भएको छ । विद्यालय स्थापना हुँदादेखि हालसम्म जीवनको केही तथा महत्वपुर्ण अंशहरु विद्यालयको स्थापनादेखि लिएर यसको विकास र विस्तारमा लगाउनुहुने संस्थापक समाजसेवी, जग्गादाता, चन्दादाता, शिक्षाप्रेमी, बुद्धिजीवी ,जनप्रतिनीधिहरु, बिभिन्न समयमा विद्यालय व्यवस्थापन समितिमा रहेर काम गर्नुभएका भुपु तथा कार्यरत पदाधिकारीहरु ,भुपु प्रधानाध्यापक तथा शिक्षकहरु अभिावकहरु प्रति विद्यालयको तर्फबाट सदैव सम्मान गर्न चाहन्छु र विश्वास दिलाउन चाहन्छौ कि जुन कालखण्डमा जो जो व्यक्तित्वहरु विद्यालयसँग प्रत्यक्ष अप्रत्यक्ष जोडिएर रहनुभयो र उहाँहरुको तत् तत् समयमा त्यही खालको महत्वपुर्ण योगदान रहँदै आयो त्यसको फलस्वरुप नारायणी मावि को इतिहासमा इट्टा थप्ने कार्य मात्र नभइ त्यसलाई दरिलो बनाइ गति प्रदान गर्ने कार्यमा हातेमालो भइरहेको छ ।
					हाम्रो शिक्षा पद्धतिमा दुइ किसीमका फरक चुनौती आइलागेका छन् । हाम्रो शिक्षाले एकातिर समाजमा स्थापित मूल्य मान्यता र संस्कारहरुको संरक्षण गर्दै अबका पिँढिहरुलाई असल नैतिकवान नागरिक बनाउनको लागि भुमिका खेल्नुपर्ने अवश्था छ भने अर्को बदलिंदो विश्व परीवेशअनुसार विश्व बजारमा प्रतिस्पर्धा गर्न सक्ने खालको जनशक्ति तयार गर्नुरहेको छ । यो सन्दर्भमा हामीले विद्यालयको शिक्षालाई समय सान्दर्भिक बनाउन धेरै पहलकदमी बढाउन आवश्यक रहेको छ ।</p>
				</div>
			</div>
		</div>
	</div>
</section>


<?php include 'common/footer.php';?>
